{
    "facts": [
        "",
        "Hay is grass, legumes, or other herbaceous plants that have been cut and dried to be stored for use as animal fodder, particularly for large grazing animals raised as livestock, such as cattle, horses, donkeys, goats, and sheep",
        "Hay can also be fed to smaller domesticated animals such as rabbits and guinea pigs",
        "Pigs can also eat hay, but they do not digest it as efficiently as ruminants",
        "Hay can be used as animal fodder when or where there is not enough pasture or rangeland on which to graze an animal, when grazing is not feasible due to weather (such as during the winter), or when lush pasture by itself would be too rich for the health of the anima",
        "Hay can be fed when an animal is unable to access pasture - for example, if the animal is being kept in a stable or barn.",
        "Commonly used plants for hay include mixtures of grasses such as ryegrass (Lolium species), timothy, brome, fescue, Bermuda grass, orchard grass, and other species, depending on region.",
        "Legumes in hay are ideally cut pre-bloom.",
        "Other pasture forbs (examples of which include clovers, sunflowers, daylilies, and milkweed) are also sometimes a part of the hay mix, though these plants are not necessarily desired as certain forbs are toxic to some animals",
        "Oat, barley, and wheat plant materials are occasionally cut green and made into hay for animal fodder; however they are more usually used in the form of straw, a harvest byproduct where the stems and dead leaves are baled after the grain has been harvested and threshed.",
        "Hay is very sensitive to weather conditions, especially when it is harvested.",
        "It is the leaf and seed material in the hay that determines its quality, because they contain more of the nutrition value for the animal than the stems do.",
        "Farmers try to harvest hay at the point when the seed heads are not quite ripe and the leaf is at its maximum when the grass is mowed in the field.",
        "When harvesting hay, the cut material is allowed to dry so that the bulk of the moisture is removed but the leafy material is still robust enough to be picked up from the ground by machinery and processed into storage in bales, stacks or pits.",
        "Oat, barley, and wheat plant materials are occasionally cut green and made into hay for animal fodder; however they are more usually used in the form of straw, a harvest byproduct where the stems and dead leaves are baled after the grain has been harvested and threshed.",
        "In drought conditions, both seed and leaf production are stunted, making hay that has a high ratio of dry coarse stems that have very low nutritional values.",
        "If the weather is too wet, the cut hay may spoil in the field before it can be baled.",
        "After harvest, hay has to be stored in a manner to prevent it from getting wet.",
        "The successful harvest of maximum yields of high-quality hay is entirely dependent on the coincident occurrence of optimum crop, field, and weather conditions. When this occurs, there may be a period of intense activity on the hay farm while harvest proceeds until weather conditions become unfavourable.",
        "Hay or grass is the foundation of the diet for all grazing animals and can provide as much as 100% of the fodder required for an animal.",
        "Hay is usually fed to an animal in place of allowing the animal to graze on grasses in a pasture, particularly in the winter or during times when drought or other conditions make pasture unavailable",
        "Mould and spoilage in hay reduce nutritional value and may cause illness in animals.",
        "Animals that can eat hay vary in the types of grasses suitable for consumption, the ways they consume hay, and how they digest it. Therefore, different types of animals require hay that consists of similar plants to what they would eat while grazing, and likewise, plants that are toxic to an animal in pasture are also toxic if they are dried into hay.",
        "Hay production and harvest, commonly known as 'making hay' 'haymaking', or 'doing hay', involves a multiple step process: cutting, drying or 'curing', raking, processing, and storing.",
        "Hayfields do not have to be reseeded each year in the way that grain crops are, but regular fertilizing is usually desirable, and overseeding a field every few years helps increase yield.",
        "Farmers have to be careful about moisture levels in hay to avoid spontaneous combustion, which is a leading cause of haystack fires."
    ]
}